{
    "1": {
        "event": "Sinfonietta",
        "desc": "Sinfonietta is a solo singing competition for all the classical and western singers out there to show their singing talent to the world by competing in a fair musical fight.",
        "cat":"Flagship",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSc8p9bquZTksFulrz8khd5qslO8KwLwqMf7pksn0OAjfwPrzw/viewform",
        "heading":"Sinfonietta",
        "small_desc":"  ",
        "date_time":"7th March,2020",
        "venue":"A-201, CET-B"
    },
    "2": {
        "event": "Maestoso",
        "desc": "One of the oldest War Of Bands competition of the state is back again! This time even bigger and better.Let the majestic performances and overdriven beats throttle spirits and make us all reach Hotel California. This March, we give to you the platform for the exposure of your musical talent. Showcase your skills and reserve a place for yourself on the Stairway To Heaven or Highway To Hell.",
        "cat":"Flagship",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSf6gHlBOw9lgVYOwCZBC1aqrm1RXQv9sbFBnCiUx3sj1GRwAQ/viewform",
        "heading":"Maestoso",
        "small_desc":"",
        "date_time":"12th March,2020",
        "venue":"Will Update Soon"
    },
    "3": {
        "event": "Horrorcore",
        "desc": "Here comes the most thrilling event- The hardcore raw rap battle for all the underground rappers in the city to go head to head with their rage, boasts and brags in the form of rap. ",
        "cat":"",
        "form_link":"#",
        "heading":"Horrorcore",
        "small_desc":"",
        "date_time":"Will Update Soon",
        "venue":"Will Update Soon"
    },
    "4": {
        "event": "The Chosen One",
        "desc": "Acting is specific mode of fiction represented in performance. It is loud and larger than life exchange of ideologies, energy, emotions and the roar of audience. Acting is a form of religion is deeply rooted in the Indian tradition. THE CHOSEN ONE gives you the opportunity to showcase your talent to the world.",
        "cat":"Flagship",
        "form_link":"#",
        "heading":"The Chosen One",
        "small_desc":"Mono Act Competition",
        "date_time":"Will Update Soon",
        "venue":" Orientation hall (A-201)"
    },
    "5": {
        "event": "Pukaar",
        "desc": "Street plays have been the medium of the voice of people from time out of mind. There are innumerable social issues floating around the globe. PUKAAR gives you a platform to raise your voices and make a statement; after all it is the place where intense drama meets social awareness.",
        "cat":"Flagship",
        "form_link":"#",
        "heading":"Pukaar",
        "small_desc":"Street Play Competition",
        "date_time":"Will Update Soon",
        "venue":"Infront of architecture building."
    },
    "6": {
        "event": "Reflex",
        "desc": "Extempore acting gets created then and there. It is an on-the-spot event. Doing acts in a short span of time is where you will be showcasing the confidence and the capacity to articulate, think, and project yourself. REFLEX allows you think out of the box and off the feet.",
        "cat":"Flagship",
        "form_link":"#",
        "heading":"Reflex",
        "small_desc":"Extempore Acting Competition",
        "date_time":"Will Update Soon",
        "venue":" Orientation hall (A-201)"
    },
    "7": {
        "event": "Photowalk",
        "desc": "Use the artificial eye to capture the best moments.Make every shot count and every flicker remembering.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Photowalk",
        "small_desc":"",
        "date_time":"Will Update Soon",
        "venue":"Will Update Soon"
    },
    "8": {
        "event": "Vistoso",
        "desc":"A fashion ramp event put on by fashion designer students to showcase their upcoming line of clothing and accessories during XTASY.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Vistoso",
        "small_desc":"  ",
        "date_time":"Will Update Soon",
        "venue":"Will Update Soon"
    },
    "9": {
        "event": "Superbike Show",
        "desc":"A super excited event of the fest, the chrome body, sexy headlights, and the beast bikes will be there to add up the spark of the fest.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Superbike Show",
        "small_desc":"  ",
        "date_time":"Will Update Soon",
        "venue":"Will Update Soon"
    },
    "10": {
        "event": "50 Shades of Music",
        "desc":"",
        "cat":"Fun",
        "form_link":"#",
        "heading":"50 Shades of Music",
        "small_desc":"  ",
        "date_time":"Will Update Soon",
        "venue":"Will Update Soon"
    },
    "11": {
        "event": "Burnout",
        "desc":"Burnout is a street dance battle event that attracts the young dancing mass of the country to come and showcase their shilp regarding the street dance culture that has rolled on the whole country since decades.",
        "cat":"Flagship",
        "form_link":"#",
        "heading":"Burnout",
        "small_desc":"  ",
        "date_time":"11th March,2020 4PM onwards",
        "venue":"BasketBall Court, CET-B"
    },
    "12": {
        "event": "Udaan",
        "desc":"Every year we are fortuned to have an opportunity to train these gifted ones of 'Prativa Ashram', a small orphanage serving nearly 30-35 gifted kids with food, education and general manner training.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Udaan",
        "small_desc":"  ",
        "date_time":"12th March,2020",
        "venue":"Will Update Soon"
    },
    "13": {
        "event": "TDA Showcase",
        "desc":"TDA(The Dance Authority) shows the dance related to the theme of the XTASY",
        "cat":"Fun",
        "form_link":"#",
        "heading":"TDA Showcase",
        "small_desc":" ",
        "date_time":"12th March,2020",
        "venue":"Will Update Soon"
    },
    "14": {
        "event": "Salsa Workshop",
        "desc":"Salsa Workshops are the main attractions as the crowd actually peets it off really well and a vibe of togetherness can be felt during the workshoop among the students.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Salsa Workshop",
        "small_desc":"  ",
        "date_time":"12th March,2020",
        "venue":"A-201(Conference Hall)"
    },
    "15": {
        "event": "HipHop Workshop",
        "desc":"TDA has managed to provide the students of various colleges a good variety of workshops.This time it is a Hip Hop workshop by one of the renowned dancers Mr.Adarsh Mishra",
        "cat":"Fun",
        "form_link":"#",
        "heading":"HipHop Workshop",
        "small_desc":"  ",
        "date_time":"13th March,2020",
        "venue":"Will Update Soon"
    },
    "16": {
        "event": "Prove Your Move",
        "desc":"Group dance competition has been adding an enthusiastic flavour to cultural chapters of CET since a decade.This year again we came up with blend of all cultures of dancing, classical to street, contemporary to pop & many more.",
        "cat":"Flagship",
        "form_link":"#",
        "heading":"Prove Your Move",
        "small_desc":"Group Dance Competition",
        "date_time":"13th March,2020",
        "venue":"Will Update Soon"
    },
    "17": {
        "event": "Dancing Feet",
        "desc":"It's been more than 10 years that our college is having this tradition of calling young solo stars to compete within themselves.We have this huge participation in duet category as well.",
        "cat":"Flagship",
        "form_link":"#",
        "heading":"Dancing Feet",
        "small_desc":"Solo & Duet Dance Competition",
        "date_time":"14th March,2020",
        "venue":"Will Update Soon"
    },
    "18": {
        "event": "Goonj",
        "desc":"Open mic has been a very progressive event for thoughts and revolutionary ideas. Poetry, literature and romance have been the catalyst factors of open mic. A hearty opportunity to budding writers and thinkers, we welcome you to be a part of this event. You are welcome to write any piece of poem, comedy and satires. This is a completely liberal platform for an all round development of talent and word power. Grace us with your presence and talent.",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSegplj1E1ty3Qgb4TNizeh9gJsh6ini-XsgxjbIoXAgR8_piw/viewform",
        "heading":"Goonj",
        "small_desc":"The open mic",
        "date_time":"12th March,2020",
        "venue":"SAC Area, CET-B"
    },
    "19": {
        "event": " XPERION",
        "desc":"From the Bunny hopping in Mirage to the gun shots at Pochinki, gaming has always been a source of recreation. Are you ready to rumble? XTACY XPERION brings you the opportunity to showcase your gaming skills and become the champion.The most popular games like FIFA, CS:GO and PUBG will test your coordination with squadmate and gun skills at best! The gamer 'you' has been hiding in rooms for long. Now's its time to compete for the best. A real gamer is known by his play even though it doesn't pay.",
        "cat":"Fun",
        "form_link":"https://docs.google.com/document/d/1Uumx6nQ3I6pZkn9c3hdHqy4GIVYRiMXOw9uJ0GgO-IA/edit",
        "heading":" XPERION",
        "small_desc":"Gaming Tournament",
        "date_time":"12-13-14th March,2020",
        "venue":"CET-B"
    },
    "20": {
        "event": "Read the Lips",
        "desc":"Come join us in our fun and frolic 'read the lips' game and test your compatibility and guessing skills. The game is really simple. There are two participants with one of them wearing headphones playing loud music to cut off the noise. The other one has to speak something given and winning condition is the player with the headphones has to guess what the other one is saying. Sounds easy and fun right? We cordially invite you to be a part of this enjoyable event.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Read the Lips",
        "small_desc":"The open mic",
        "date_time":"14th March,2020",
        "venue":"CET-B"
    },
    "21": {
        "event": "Aandhadhun ",
        "desc":"So....Are you a good listener? You think...you and your partner have a good compatibility? Come and Try the game Aandhadhun with your partner....Its really simple, all you have to do is hear your partner instructing you the direction towards the target... You have to hit the target with  as much least time you can take!  So isn't it easy? Come And Try Your Luck... Winning team will be getting a gift!",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Aandhadhun ",
        "small_desc":"",
        "date_time":"13th March,2020",
        "venue":"CET-B"
    },
    "22": {
        "event": "Gully Cricket",
        "desc":"All the Cricket Enthusiasts out there!!! XTASY 2020 presents you our very own 'Gully Cricket' in a different form with various tints added to it.This is the game where decisions are made in the name of Gods and played with the rules beyond the context of cricket rulebooks.So kit yourself up to enthrall Dhoni's immaculate batting and Jonty's mesmerizing fielding performed by our young talents.Entry Fees- Rs.250 /- Only.Prizes- Worth 5000",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSfpb7dLexLejUsDbeC9a4MmZYUQGyXH87RXAa619ogEYHSiXA/viewform",
        "heading":"Gully Cricket",
        "small_desc":"",
        "date_time":"11-12-13th March,2020",
        "venue":"CET-B"
    },
    "23": {
        "event": "SHUTTERUP",
        "desc":"CET Photofactory brings you the very first pre-event SHUTTERUP of XTASY-2020. Spot us near the canteen area from 6th March,2020. Spare a mintue or two. And get officially framed and DPed by us. Do not miss it.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"SHUTTERUP",
        "small_desc":"",
        "date_time":"6th March,2020 onwards",
        "venue":"CET-B"
    },
    "24": {
        "event": "IPL AUCTION",
        "desc":"How does it feel when KKR gets Dinesh Kartik or when RCB leads the auction rates soaring high for Chris Gayle?So come and live in as a copious bidder bidding for the best to emasculate an army of top notch players. IPL AUCTION, the legendary bidding event of XTASY invites you all in to participate.",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLScigeqGaBdNhVPlQzCE6GrI5lhy_0dPpoAIQspY0I6tTGi8-w/viewform",
        "heading":"IPL AUCTION",
        "small_desc":"",
        "date_time":"13th March,2020",
        "venue":"CET-B"
    },
    "25": {
        "event": " BALLOON  WALK",
        "desc":"Enjoyment, amusement, or light-hearted pleasure can give you happiness.When it comes to The most awaited fest of CET XTASY2020 Fun plays an important role.Xtasy2020 brings you the opportunity to back to the childhood and feel the happiness with balloons in the form of a fun event BALLOON  WALK",
        "cat":"Fun",
        "form_link":"#",
        "heading":" BALLOON  WALK",
        "small_desc":"",
        "date_time":"13th March,2020 10AM onwards",
        "venue":"SAC Area, CET-B"
    },
    "26": {
        "event": "MUSICAL CHAIR",
        "desc":"Come join us for the fun event 'MUSICAL CHAIR'.The game is really simple as it sounds.Musical chairs is a game of elimination involving players, chairs, and music, with one fewer chair than players. When the music stops whichever player fails to sit on a chair is eliminated, with a chair then being removed and the process repeated until only one player remains.It will involve 15 participants in each round and the winner will be awarded with  exciting prizes.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"MUSICAL CHAIR",
        "small_desc":"",
        "date_time":"14th March,2020",
        "venue":"SAC Area, CET-B"
    },
    "27": {
        "event": "TWISTER",
        "desc":"The state of being happy starts with fun. To show case your physical fitness and body movement though fun team Xtasy brings a very amazing fun event TWISTER.Where you have to twist your body and  show how fit are you 🏋‍♀Guys are you excited for this event.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"TWISTER",
        "small_desc":"",
        "date_time":"12-13-14th March,2020",
        "venue":"SAC Area, CET-B"
    },
    "28": {
        "event": "FUTSAL",
        "desc":"Football  Enthusiasts?? Couldn't take part in Engineer's Cup ??Worry no more fellas !Xtasy presents you the premiere sports event: FUTSAL 2020.Enthrall the audience with some mad skills.Hit up the link and register for the event",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSepEZw1CtHi41XSytkgebb8ofhQl9TZPZ5KJep1t3m-CY6QcQ/viewform",
        "heading":"FUTSAL",
        "small_desc":"",
        "date_time":"12-13-14th March,2020",
        "venue":"CET-B"
    },
    "29": {
        "event": "Count the Basket",
        "desc":"Count the basket-At a point of time - 10 participants will be allowed to participate and each participant will be given 5 different positions to shoot for first round.Out of them 5 participants will get qualified basing upon number of baskets to second round. Those 5 participants will be given 3 more positions each to shoot . The highest scorer becomes the winner. Come and be the black mamba of basketball floor and count your basket .Winner gets exciting prizes.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Count the Basket",
        "small_desc":"",
        "date_time":"12th March,2020",
        "venue":"CET-B"
    },
    "30": {
        "event": "Lets Play Darts",
        "desc":"If you aim at nothing you'll hit nothing every time.Xtasy's good mood is sponsored by darts!!This Xtasy test your skills get your hands on the darts and prove that in the long run you only hit what you aim at.Try to hit the bullseye!!Description:A player will be given 3darts and he/she shall try to hit the bullseye!So think before you throw it!!",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Lets Play Darts",
        "small_desc":"",
        "date_time":"12-13-14th March,2020",
        "venue":"CET-B"
    },
    "31": {
        "event": "Fish Bowl",
        "desc":"Howdy!Xtasy 2020,which signifies 'End of an Era', here we invite you to live the American Dream, which is making money and a high School party.We have a fun event for you which includes both. Enjoy this fun party and the best thing is, Make some money!",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Fish Bowl",
        "small_desc":"",
        "date_time":"12-13-14th March,2020",
        "venue":"CET-B"
    },
    "32": {
        "event": "PRICE IT RIGHT",
        "desc":"So how good are you at guessing? Is your sense sharp enough to know the value of goods and commodities ?Well if you are someone who has skills to approximate the prices , then XTASY-2020 presents you with 'PRICE IT RIGHT.From Queen Elizabeth's crown to Michel Jackson's shoes , if your price pitch is right the prize is all yours.Thus this event lets you unravel your concealed Entrepreneurial skills by guessing the worth of a particular item .So choose your partner wisely and form a team of 2 and come join us with a bang and take exciting prizes with you",
        "cat":"Fun",
        "form_link":"#",
        "heading":"PRICE IT RIGHT",
        "small_desc":"",
        "date_time":"13th March,2020",
        "venue":"CET-B"
    },
    "33": {
        "event": "THE CARD PYRAMID",
        "desc":"Hola everyone!! Here comes the game that tests your patience out. Presenting you THE CARD PYRAMID.",
        "cat":"Fun",
        "form_link":"#",
        "heading":"THE CARD PYRAMID",
        "small_desc":"",
        "date_time":"12th March,2020 10AM onwards",
        "venue":"SAC Area, CET-B"
    },
    "34": {
        "event": "KNOCKDOWN",
        "desc":"Welcome to 'KNOCKDOWN' Don't just keep knocking on my door.Just knock it down and enter.For I'm a heavy sleeper.If you ever knock me downYou better kill meBecause when I get up.You're so dead",
        "cat":"Fun",
        "form_link":"#",
        "heading":"KNOCKDOWN",
        "small_desc":"",
        "date_time":"12-14th March,2020 11AM onwards",
        "venue":"SAC Area, CET-B"
    },
    "35": {
        "event": " CARROM",
        "desc":"A game of passion, chivalry and companionship. A game with one queen to conquer. A game to prove your feat.So gear yourself as Xtasy 2020 brings you the ultimate league for champions, CARROM. Get ready to outshine!",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSdYlMiTshHsQNbjMvhf-GHkyYvIz0fs54huFPstJqO6GA8nQg/viewform?fbclid=IwAR0lSzi7evm-Bhf6y14CYY3eh_TTo2fJwqV_Lk-ef8fz0wKEgku97chgkIM",
        "heading":" CARROM",
        "small_desc":"",
        "date_time":"11-12-13th March,2020",
        "venue":"Badminton Court, CET-B"
    },
    "36": {
        "event": "Snake and Ladder",
        "desc":"Cheer up guys !!!!!Welcome to Snake and ladder...",
        "cat":"Fun",
        "form_link":"#",
        "heading":"Snake and Ladder",
        "small_desc":"",
        "date_time":"12-13-14th March,2020",
        "venue":"CET-B"
    },
    "37": {
        "event": "Engineer's MASTERCHEF",
        "desc":"Come and try your hands on this cooking extravaganza 'Engineer's MASTERCHEF' .Cook exciting dishes to show your skills at MASTERCHEF with a new and innovative presentation .Let the judges go crazy on your talents and make a taste explosion.",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSd8ibk_lA4vxg-cFuC7lKUzb86f-CAUXicnhshKaVr1o5YxtQ/viewform?fbclid=IwAR1dkC7r80wbllF5uWtYoVCcbuhAqcTSySnNgKWFy3f8F6P2sJLJ9Kim8Kk",
        "heading":"Engineer's MASTERCHEF",
        "small_desc":"",
        "date_time":"14th March,2020",
        "venue":"CET-B"
    },
    "38": {
        "event": "Tug of War",
        "desc":"Hey fellas,Let's meet in the venue with full of enthusiasm and vigor for a test of strength in pulling ropes.",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/1GveNmnqk-6n1HxlHzk2MqWX3eePftoqO_WR_Exlzj5Q/viewform?fbclid=IwAR2NoiM4AOPbIgVsOWjerOHRlolR1_gV7FnBLU0xIh2qtfd4XUo8IT8YY-w&edit_requested=true",
        "heading":"Tug of War",
        "small_desc":"",
        "date_time":"12-13th March,2020",
        "venue":"CET-B"
    },
    "39": {
        "event": "ZUMBA WORKSHOP",
        "desc":"The rule of Zumba?Shake it till you make it! Don't know a move? Even better!For the first time, 'The Dance Authority' presents a fresh and energetic 'ZUMBA WORKSHOP' with Zin Binod Nayak.TDA welcomes and invites all for a party to give your calories one last dance. Let's trip and twirl to fitness!",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSdPH8VE8EVGPg5WGRI_b0YOKz41PhUPByeAaNZZa6VVSulCVA/viewform",
        "heading":"ZUMBA WORKSHOP",
        "small_desc":"",
        "date_time":"13th March,2020 10:30AM-12PM",
        "venue":"A-201, CET-B"
    },
    "40": {
        "event": "ROADIES",
        "desc":"Helloooooooo CET!!!Are you ready to rule the world? Do you have what it takes to put everything at stake?Xtasy dares you to come and participate in the ultimate battle for daredevils, ROADIES.",
        "cat":"Fun",
        "form_link":"https://docs.google.com/forms/d/e/1FAIpQLSeYdgmRKNwT4Cuc9OBF2wR3fjMGjCSqIX37t8lOjrvbDsXB5Q/viewform",
        "heading":"ROADIES",
        "small_desc":"",
        "date_time":"11-14th March,2020",
        "venue":"CET-B"
    },
    "41": {
        "event": "Housie",
        "desc":"Would anyone like to live your childhood indoor game fun all over again? Xtasy 2020 can bring you a part of it, through our very affable yet Fun game Housie.Come join us to be child again, and grace the occasion with funnier memories and check out your luck to see if you can get any of the top row or middle row or bottom row or full housie  or.... May be all of them!!!!",
        "cat":"Fun",
        "form_link":"",
        "heading":"Housie",
        "small_desc":"",
        "date_time":"13th March,2020",
        "venue":"CET-B"
    },
    "42": {
        "event": "Buzz Off",
        "desc":"Hello folks!!! This is the time to show the balance between your speed and skill. Are you fast enough to score high? Are you skilled enough to score high? Come and show how fast and how skilled you are? Beat the number of touches against time. All you need to do is move the hook over the zig zag path. When the hook will touch the path the buzzer will buzz. One with minimum number of touches in minimum time will be the winner. Let's see who will be buzzer of the BUZZ OFF. Winning prizes: worth 1k and more",
        "cat":"Fun",
        "form_link":"",
        "heading":"Buzz Off",
        "small_desc":"",
        "date_time":"13th March,2020",
        "venue":"CET-B"
    }
}